Repository: jordanlucero/MultiScan
Catalog: MultiScan/Localizable.xcstrings
Source language: en
Languages: es_419

source: and
es_419: y

# %@ opened. %lld pages.
source: %1$@ opened. %2$lld pages.
es_419: Se abrió %1$@. %2$lld páginas.

# %@, %lld of %lld pages visible
source: %1$@, %2$lld of %lld pages visible
es_419: %1$@, %2$lld de %lld páginas visibles

# %@. Showing %lld of %lld pages.
source: %1$@. Showing %2$lld of %lld pages.
es_419: %1$@. Mostrando %2$lld de %lld páginas.

source: %@%@, %@, %@ reviewed, last modified %@
es_419: %1$@%2$@, %3$@, %4$@ revisado, última modificación %5$@

source: %lld characters
es_419: %lld caracteres

# %lld of %lld pages completed
source: %1$lld of %lld pages completed
es_419: %1$lld de las %lld páginas completadas

# %lld of %lld pages reviewed (%@)
source: %1$lld of %lld pages reviewed (%3$@)
es_419: %1$lld de %lld páginas revisadas (%3$@)

# %lld of %lld reviewed
source: %1$lld of %2$lld reviewed
es_419: %1$lld de %2$lld revisadas

source: %lld pages
es_419: %lld páginas

source: %lld projects
es_419: %lld proyectos

source: %lld suggestions
es_419: %lld sugerencias

source: %lld words
es_419: %lld palabras

source: %lld words, %lld characters
es_419: %lld palabras, %lld caracteres

source: 1 page
es_419: 1 página

source: Activate to change the project emoji
es_419: Actívelo para cambiar el emoji del proyecto

source: Activate to open project
es_419: Activar para abrir el proyecto

source: Add an emoji
es_419: Introduzca un emoji

source: Add visual separation
es_419: Agregar separación visual

source: All
es_419: Todo

source: All Pages
es_419: Todas las páginas

source: Append Pages from Files…
es_419: Anexar páginas desde archivos…

source: Append Pages from Photos
es_419: Anexar páginas desde Fotos

source: Append Pages from Photos…
es_419: Anexar páginas desde Fotos…

source: Are you sure you want to delete this project? It will also be removed from your other iCloud devices. This cannot be undone.
es_419: ¿Está seguro de que desea eliminar el proyecto? También se eliminará de sus otros dispositivos iCloud. Esta acción no se puede deshacer.

source: Are you sure you want to delete this project? This cannot be undone.
es_419: ¿Está seguro de que desea eliminar el proyecto? Esta acción no se puede deshacer.

source: Back
es_419: Atrás

source: Back to Projects
es_419: Volver a los proyectos

source: Background
es_419: Fondo

source: Black
es_419: Negro

source: Bold
es_419: Negrita

source: Bold (⌘B)
es_419: Negrita (⌘B)

source: Cancel
es_419: Cancelar

source: Checking…
es_419: Comprobando…

source: Choose the + button in the toolbar to start a project from your photos or files.
es_419: Elija el botón + en la barra de herramientas para iniciar un proyecto desde sus fotos o archivos.

source: Clear
es_419: Borrar

source: Clear search filter
es_419: Borrar filtro de búsqueda

source: Clear text filter
es_419: Borrar filtro de texto

source: Close and reopen MultiScan to disable iCloud sync. Your projects will remain on this device but will no longer sync with other devices.
es_419: Cierre y vuelva a abrir MultiScan para desactivar la sincronización con iCloud. Sus proyectos permanecerán en este dispositivo, pero ya no se sincronizarán con otros.

source: Copy the Current Page's Text
es_419: Copiar el texto de la página actual.

source: Could not load image file
es_419: No se pudo cargar el archivo de imagen

source: Created
es_419: Creado

# Created “%@” with %lld pages.
source: Created “%1$@” with %2$lld pages.
es_419: Se creó “%1$@” con %2$lld páginas.

source: Creates a MultiScan project from images or PDFs and recognizes their text.
es_419: Crea un proyecto de MultiScan a partir de imágenes o PDF y reconoce su texto.

source: Dark Gray
es_419: Gris oscuro

# Data from version: %lld, Supported: %lld
source: Data from version: %1$lld, Supported: %2$lld
es_419: Datos de la versión: %1$lld, Compatible: %2$lld

source: Delete
es_419: Eliminar

source: Delete "%@"?
es_419: ¿Eliminar “%@”?

# Delete %lld projects (%@)? This cannot be undone.
source: Delete %1$lld projects (%2$@)? This cannot be undone.
es_419: ¿Eliminar %1$lld proyectos (%2$@)? Esta acción no se puede deshacer.

source: Delete ${entities}
es_419: Eliminar ${entities}

source: Delete All Data
es_419: Eliminar todos los datos

source: Delete Page %lld?
es_419: ¿Eliminar página %lld?

source: Delete Page…
es_419: Eliminar página…

source: Delete Project
es_419: Eliminar proyecto

source: Delete…
es_419: Eliminar…

source: Deleted %lld projects.
es_419: Se eliminaron %lld proyectos.

source: Disable
es_419: Desactivar

source: Disable and Quit
es_419: Desactivar y salir

source: Done
es_419: Hecho

source: Enable
es_419: Activar

source: Enable and Quit
es_419: Activar y salir

source: Enter emoji
es_419: Introduzca emoji

source: Exit text editor
es_419: Salir del editor de texto

source: Export
es_419: Exportar

source: Export Options
es_419: Opciones de exportación

source: Export Page Text…
es_419: Exportar texto de la página…

source: Export Project Text…
es_419: Exportar texto del proyecto…

source: Export…
es_419: Exportar…

source: Failed to load data: %@
es_419: No se pudieron cargar los datos: %@

source: Failed to render page %lld.
es_419: No se pudo renderizar la página %lld.

source: File Name
es_419: Nombre de archivo

source: Filename
es_419: Nombre de archivo

source: Files
es_419: Archivos

source: Filter by status
es_419: Filtrar por estado

source: Filter By Status
es_419: Filtrar por estado

source: Filter cleared. Showing all %lld pages.
es_419: Se borró el filtro. Mostrando todas las %lld páginas.

source: Filter pages
es_419: Filtrar páginas

source: Filtered by %@
es_419: Filtrado por %@

source: Filtering: %@
es_419: Filtrando: %@

source: Find…
es_419: Buscar…

source: Fit to Window
es_419: Ajustar a la ventana

source: Format
es_419: Formato

source: From Files…
es_419: Desde archivos…

source: From Photos…
es_419: Desde Fotos…

source: Get Project Text
es_419: Obtener texto del proyecto

source: Get text of ${project}
es_419: Obtener texto de ${project}

source: Go to next page
es_419: Ir a página siguiente

source: Go to previous page
es_419: Ir a página anterior

source: Gray
es_419: Gris

source: Hidden
es_419: Oculto

source: Hide Text Panel
es_419: Ocultar panel de texto

source: Hyphenated Divider
es_419: Divisor con guiones

source: Image
es_419: Imagen

source: Images or PDF documents to scan.
es_419: Imágenes o documentos PDF para escanear.

source: Import
es_419: Importar

source: Import %@
es_419: Importación %@

source: Import and Storage
es_419: Importación y almacenamiento

source: Import from Files…
es_419: Importar desde archivos…

source: Import from Photos…
es_419: Importar desde Fotos…

source: Import in progress
es_419: Importación en progreso

source: Increase Black Point
es_419: Aumente punto negro

source: Increase Contrast
es_419: Aumente el contraste

source: Insert a “Page X of Y” line between pages.
es_419: Inserta una línea “Página X de Y” entre las páginas.

source: Insert Pages After
es_419: Insertar páginas después

source: Insert Pages Before
es_419: Insertar páginas antes

source: Italic
es_419: Cursiva

source: Italic (⌘I)
es_419: Cursiva (⌘I)

source: Last Modified
es_419: Última modificación

source: Light Gray
es_419: Gris claro

source: Line Break
es_419: Salto de línea

source: Loading image…
es_419: Cargando imagen…

source: Mark as Not Reviewed
es_419: Marcar como no revisado

source: Mark as Reviewed
es_419: Marcar como revisado

source: Mark Page as Not Reviewed
es_419: Marcar página como no revisada

source: Mark Page as Reviewed
es_419: Marcar página como revisada

source: Medium Gray
es_419: Gris medio

source: More
es_419: Más

source: Move Page Down
es_419: Bajar página

source: Move Page Up
es_419: Subir página

source: MultiScan couldn’t finish importing the items you shared.
es_419: MultiScan no pudo terminar de importar los elementos que compartiste.

source: MultiScan Documentation
es_419: Documentación de MultiScan

source: MultiScan Settings
es_419: Configuración de MultiScan

source: MultiScan was unable to load your projects due to an unexpected error.
es_419: MultiScan no pudo cargar sus proyectos debido a un error inesperado.

source: MultiScan will optimize images it stores to save storage.
es_419: MultiScan optimizará las imágenes almacenadas para ahorrar espacio.

source: Name
es_419: Nombre

source: Navigate only between filtered pages (Sequential)
es_419: Navegar solo entre páginas filtradas (Secuencial)

source: Navigate only between filtered pages (Shuffled)
es_419: Navegar solo entre páginas filtradas (Aleatorio)

source: New Project
es_419: Nuevo proyecto

source: Next Page
es_419: Página siguiente

source: No filter active
es_419: Ningún filtro activo

source: No images or PDF pages were found to scan.
es_419: No se encontraron imágenes ni páginas PDF para escanear.

source: No more matching pages ahead
es_419: No hay más páginas coincidentes adelante

source: No more matching pages behind
es_419: No hay más páginas coincidentes atrás

source: No Page Selected
es_419: No hay ninguna página seleccionada

source: No Projects
es_419: Sin proyectos

source: No projects were selected.
es_419: No se seleccionó ningún proyecto.

source: No suggestions
es_419: Sin sugerencias

source: Not reviewed
es_419: Sin revisar

source: Not Reviewed
es_419: No revisados

source: Not Reviewed Only
es_419: Solo no revisados

source: Open App Store
es_419: Abre App Store

source: Open MultiScan Repository on GitHub
es_419: Abrir repositorio de MultiScan en GitHub

source: Open Page
es_419: Abrir página

source: Open Project
es_419: Abrir proyecto

source: Opens a MultiScan project at a specific page.
es_419: Abre un proyecto de MultiScan en una página específica.

source: Opens menu with rename, optimize, and delete options
es_419: Abre un menú con opciones para renombrar, optimizar y eliminar

source: Opens the project
es_419: Abre el proyecto

source: Opens the project at this page
es_419: Abre el proyecto en esta página

source: Opens this page
es_419: Abre esta página

source: Optimize images on import
es_419: Optimizar imágenes al importar

source: Optimize Images…
es_419: Optimizar imágenes…

source: Page
es_419: Página

source: Page %lld
es_419: Página %lld

# Page %lld of %lld
source: Page %1$lld of %2$lld
es_419: Página %1$lld de %2$lld

source: Page %lld Text
es_419: Texto de la página %lld

source: Page Count
es_419: Número de páginas

source: Page image
es_419: Imagen de página

source: Page number
es_419: Número de página

source: Page Number
es_419: Número de página

source: Page Order
es_419: Orden de páginas

source: Page text editor
es_419: Editor de texto de página

source: Pages
es_419: Páginas

source: Password-protected PDFs are not supported. Please unlock the document and save it without a password in Preview.
es_419: No se admiten archivos PDF protegidos con contraseña. Desbloquee el documento y guárdelo sin contraseña en Vista Previa.

source: Permanently deletes projects and all of their pages.
es_419: Elimina permanentemente los proyectos y todas sus páginas.

source: Photo %lld
es_419: Foto %lld

source: Preparing export…
es_419: Preparando la exportación…

source: Preparing import
es_419: Preparando importación

source: Preparing new project
es_419: Preparando un nuevo proyecto

source: Preview
es_419: Vista previa

source: Previous Page
es_419: Página anterior

source: Processing %@
es_419: Procesando %@

source: Processing %lld pages. This will take a few moments.
es_419: Procesando %lld páginas. Esto tomará unos momentos.

source: Processing in progress
es_419: Procesando en progreso

source: Processing is %@ done.
es_419: El procesamiento está completado al %@.

source: Progress
es_419: Progreso

source: Project
es_419: Proyecto

source: Project icon
es_419: Icono del proyecto

source: Project Name
es_419: Nombre del proyecto

source: Project name. Defaults to the folder or file name.
es_419: Nombre del proyecto. De forma predeterminada, el nombre de la carpeta o del archivo.

source: Project Navigation
es_419: Navegación del proyecto

source: Project options
es_419: Opciones del proyecto

source: Project Text
es_419: Texto del proyecto

source: Projects
es_419: Proyectos

source: Quit and reopen MultiScan to disable iCloud sync. Your projects will remain on this device but will no longer sync with other devices.
es_419: Salga y vuelva a abrir MultiScan para desactivar la sincronización con iCloud. Sus proyectos permanecerán en este dispositivo, pero ya no se sincronizarán con otros.

# Remove "%@" from pages %lld–%lld
source: Remove "%1$@" from pages %2$lld–%3$lld
es_419: Eliminar "%1$@" de las páginas %2$lld–%3$lld

source: Remove "%@" from this page
es_419: Eliminar "%@" de esta página

source: Remove %@ from this page
es_419: Eliminar %@ de esta página

# Remove consecutive page numbers from pages %lld–%lld
source: Remove consecutive page numbers from pages %1$lld–%2$lld
es_419: Eliminar los números de página consecutivos de las páginas %1$lld–%2$lld

source: Remove detected page numbers from the entire document
es_419: Eliminar los números de página detectados de todo el documento

source: Remove Header
es_419: Eliminar encabezado

source: Remove Line Breaks
es_419: Eliminar saltos de línea

source: Remove Numbers
es_419: Eliminar números

source: Remove Page Number
es_419: Eliminar número de página

source: Remove page number (%lld) from this page
es_419: Eliminar el número de página (%lld) de esta página

source: Rename…
es_419: Renombrar…

source: Reorder Pages
es_419: Reordenar páginas

source: Replace line breaks with spaces
es_419: Reemplazar saltos de línea con espacios

source: Report Issue
es_419: Informar de un problema

source: Reset All Data
es_419: Restablecer todos los datos

source: Reset All Data?
es_419: ¿Restablecer todos los datos?

source: Restart Required
es_419: Reinicio necesario

source: Returns the recognized text of a project, optionally separated by page.
es_419: Devuelve el texto reconocido de un proyecto, opcionalmente separado por página.

source: Review Status
es_419: Estado de la revisión

source: Reviewed
es_419: Revisado

source: Reviewed Only
es_419: Solo revisados

source: Reviewed Pages
es_419: Páginas revisadas

source: Rotate Clockwise
es_419: Girar a la derecha

source: Rotate Counterclockwise
es_419: Girar a la izquierda

source: Scan ${files} into a new project
es_419: Escanear ${files} en un proyecto nuevo

source: Scan complete. %lld pages ready for review.
es_419: Escaneo completo. %lld páginas listas para revisar.

source: Search by page number, filename, or content
es_419: Busque por número de página, nombre de archivo o contenido

source: Search project
es_419: Buscar en el proyecto

source: Search Projects
es_419: Buscar proyectos

source: Select a page from the sidebar to view and edit its text.
es_419: Seleccione una página en la barra lateral para ver y editar su texto.

source: Select Photos
es_419: Seleccionar fotos

source: Separate Pages
es_419: Separar páginas

source: Separator Mods
es_419: Adiciones de separadores

source: Separator Style
es_419: Estilo de divisor

source: Sequential
es_419: Secuencial

source: Sequential Order
es_419: Orden secuencial

source: Settings
es_419: Configuración

source: Settings…
es_419: Configuración…

source: Show HDR
es_419: Mostrar HDR

source: Show Smart Cleanup
es_419: Mostrar limpieza inteligente

source: Show Statistics
es_419: Mostrar estadísticas

source: Show Text Panel
es_419: Mostrar panel de texto

source: Show Thumbnails
es_419: Mostrar miniaturas

source: Showing
es_419: Mostrando

source: Shuffled
es_419: Aleatorio

source: Shuffled Order
es_419: Orden aleatorio

source: Smart Cleanup
es_419: Limpieza inteligente

source: Smart Cleanup suggestions
es_419: Sugerencias de limpieza inteligente

source: Start a new project
es_419: Iniciar un nuevo proyecto

source: Start a project using imported images from your photos or files
es_419: Inicie un proyecto utilizando imágenes importadas de sus fotos o archivos

source: Start Project
es_419: Iniciar proyecto

source: Statistics
es_419: Estadísticas

source: status: %@
es_419: estado: %@

source: Strikethrough
es_419: Tachado

source: Strikethrough (⌘⇧X)
es_419: Tachado (⌘⇧X)

source: Summary
es_419: Resumen

source: Switch to Sequential Order
es_419: Cambiar a orden secuencial

source: Switch to Shuffled Order
es_419: Cambiar a orden aleatorio

source: Sync projects with iCloud
es_419: Sincronizar proyectos con iCloud

source: Sync your MultiScan projects in iCloud to work with them across your devices. Image data in larger projects may use significant iCloud storage.
es_419: Sincronice sus proyectos de MultiScan en iCloud para trabajar con ellos en todos sus dispositivos. Los datos de imagen de los proyectos grandes pueden usar un espacio considerable en iCloud.

source: System
es_419: Sistema

source: Text
es_419: Texto

# Text Editor, Page %lld of %lld. Select to copy the page text.
source: Text Editor, Page %1$lld of %2$lld. Select to copy the page text.
es_419: Editor de texto, página %1$lld de %2$lld. Seleccione para copiar el texto de la página.

source: Text formatting: Bold, Italic, Underline, Strikethrough
es_419: Formato de texto: Negrita, Cursiva, Subrayado, Tachado

source: Text Panel
es_419: Panel de texto

source: text: "%@"
es_419: texto: "%@"

source: That page no longer exists.
es_419: Esa página ya no existe.

source: That project no longer exists.
es_419: Ese proyecto ya no existe.

source: The PDF file could not be opened.
es_419: No se pudo abrir el archivo PDF.

source: The project was created but could not be loaded.
es_419: El proyecto se creó, pero no se pudo cargar.

source: This page has no image.
es_419: Esta página no tiene imagen.

source: This PDF is empty.
es_419: Este PDF está vacío.

source: This will permanently delete all your projects and pages. This cannot be undone.
es_419: Esto eliminará permanentemente todos sus proyectos y páginas. Esta acción no se puede deshacer.

source: This will permanently delete the page from your project. This cannot be undone.
es_419: Esto eliminará permanentemente la página de su proyecto. Esta acción no se puede deshacer.

source: Unable to Load Data
es_419: No se pudieron cargar los datos

source: Underline
es_419: Subrayado

source: Underline (⌘U)
es_419: Subrayado (⌘U)

source: Unreviewed
es_419: Sin revisar

source: Update Required
es_419: Actualización necesaria

source: Use Actions menu to exit editor
es_419: Utilice el menú de acciones para salir del editor

source: Use Sequential Order
es_419: Utilizar orden secuencial

source: Use Shuffled Order
es_419: Utilizar orden aleatorio

source: Using %@
es_419: Usando %@

source: View Progress
es_419: Ver progreso

source: Viewer
es_419: Visor

source: When a filter is active, the previous and next page buttons will skip pages that don't match the filter.
es_419: Cuando un filtro está activo, los botones de página anterior y siguiente omitirán las páginas que no coincidan con el filtro.

source: When shuffle is on and a filter is active, the previous and next page buttons will only visit matching pages.
es_419: Cuando el modo aleatorio está activado y un filtro está activo, los botones de página anterior y siguiente solo visitarán las páginas coincidentes.

source: Which page?
es_419: ¿Qué página?

source: Which project?
es_419: ¿Qué proyecto?

source: Which projects should be deleted?
es_419: ¿Qué proyectos se deben eliminar?

source: White
es_419: Blanco

source: Your projects were last modified by a newer version of MultiScan. Please update the app on this device.
es_419: Sus proyectos se modificaron por última vez con una versión más reciente de MultiScan. Por favor actualice la aplicación en este dispositivo.

source: Your projects will begin syncing to and from iCloud after you close and reopen MultiScan.
es_419: Sus proyectos comenzarán a sincronizarse con iCloud después de que cierre y vuelva a abrir MultiScan.

source: Your projects will begin syncing to and from iCloud after you quit and reopen MultiScan.
es_419: Sus proyectos comenzarán a sincronizarse con iCloud después de que salga y vuelva a abrir MultiScan.

source: Zoom %lld percent
es_419: Zoom %lld por ciento

source: Zoom In
es_419: Acercar

source: Zoom Out
es_419: Alejar
